import { PageTransition, Text } from '../../components';

function Home() {
  return (
    <PageTransition>
      <Text variant="title01">
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
        홈 화면 홈 화면 홈 화면 홈 화면 홈 화면
      </Text>
    </PageTransition>
  );
}

export default Home;
