import { Text } from '../../components';

function Home() {
  return (
    <Text variant="title01">
      홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈 화면 홈
      화면 홈 화면 홈 화면 홈 화면 홈 화면
    </Text>
  );
}

export default Home;
