import { Text } from '../../components';

function Rank() {
  return (
    <Text variant="title01" color="primary">
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
    </Text>
  );
}

export default Rank;
