import { PageTransition, Text } from '../../components';

function Rank() {
  return (
    <PageTransition>
      <Text variant="title01" color="primary">
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
        랭킹! 랭킹! 랭킹! 랭킹! 랭킹! 랭킹!
      </Text>
    </PageTransition>
  );
}

export default Rank;
